Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# onboarding.arrival.body
source: It lets you know as prayer draws near, then stays with you through beginning, completing, and remembering what was missed.
ar: يخبرك حين تقترب الصلاة، ثم يبقى معك من البدء إلى الإتمام وتذكّر ما فاتك.
de: Wenn das Gebet näher rückt, erinnert dich Vakt und bleibt bei dir – vom Beginn bis zum Abschluss und beim Erinnern an Versäumtes.
es: Te avisa cuando se acerca la oración y permanece contigo al comenzar, completar y recordar lo que quedó pendiente.
fr: Il vous prévient à l’approche de la prière, puis vous accompagne pour commencer, terminer et vous souvenir de ce qui a été manqué.
id: Vakt memberi tahu saat waktu salat mendekat, lalu menemanimu ketika memulai, menyelesaikan, dan mengingat yang terlewat.
it: Ti avvisa quando la preghiera si avvicina e resta con te mentre inizi, completi e ricordi ciò che è rimasto indietro.
nl: Vakt laat het weten wanneer het gebed nadert en blijft bij je terwijl je begint, voltooit en onthoudt wat je hebt gemist.
pt: Ele avisa quando a oração se aproxima e acompanha você ao começar, concluir e lembrar o que ficou para trás.
ru: Он сообщает о приближении молитвы и остаётся рядом, пока вы начинаете, завершаете и вспоминаете пропущенное.
tr: Namaz yaklaşırken haber verir; başlayana, tamamlayana ve geride kalanı hatırlayana kadar yanında kalır.
ur: نماز قریب آنے پر یہ آپ کو بتاتا ہے، پھر شروع کرنے، مکمل کرنے اور رہ جانے والی نماز یاد رکھنے تک آپ کے ساتھ رہتا ہے۔

# onboarding.arrival.context.before_sunrise
source: Before sunrise
ar: قبل شروق الشمس
de: Vor Sonnenaufgang
es: Antes de la salida del sol
fr: Avant le lever du soleil
id: Sebelum matahari terbit
it: Prima del sorgere del sole
nl: Voor zonsopgang
pt: Antes do nascer do sol
ru: До восхода солнца
tr: Gün doğmadan
ur: سورج نکلنے سے پہلے

# onboarding.arrival.context.midday
source: In the middle of the day
ar: في منتصف النهار
de: Mitten am Tag
es: A mitad del día
fr: Au milieu de la journée
id: Di tengah hari
it: A metà giornata
nl: Midden op de dag
pt: No meio do dia
ru: В середине дня
tr: Günün ortasında
ur: دن کے درمیان

# onboarding.arrival.context.quiet_night
source: As the night grows quiet
ar: حين يهدأ الليل
de: Wenn die Nacht ruhig wird
es: Cuando la noche se calma
fr: Quand la nuit s’apaise
id: Saat malam menjadi tenang
it: Quando la notte si fa quieta
nl: Wanneer de nacht stil wordt
pt: Quando a noite se acalma
ru: Когда ночь затихает
tr: Gece sakinleşirken
ur: جب رات پرسکون ہو

# onboarding.arrival.context.sunset
source: As the sun sets
ar: عند غروب الشمس
de: Bei Sonnenuntergang
es: Al ponerse el sol
fr: Au coucher du soleil
id: Saat matahari terbenam
it: Al tramonto
nl: Bij zonsondergang
pt: Ao pôr do sol
ru: На закате
tr: Gün batarken
ur: سورج ڈھلتے وقت

# onboarding.arrival.eyebrow
source: Beyond prayer times
ar: ما بعد مواقيت الصلاة
de: Über die Gebetszeiten hinaus
es: Más allá de los horarios de oración
fr: Au-delà des horaires de prière
id: Lebih dari jadwal salat
it: Oltre gli orari di preghiera
nl: Verder dan gebedstijden
pt: Além dos horários de oração
ru: Больше, чем время молитвы
tr: Vaktin ötesinde
ur: نماز کے اوقات سے آگے

# onboarding.arrival.in
source: in
ar: بعد
es: en
fr: dans
id: dalam
it: tra
nl: over
pt: em
ru: через
tr: kalan
ur: میں

# onboarding.arrival.instrument.time_of_day
source: Time of day
ar: وقت اليوم
de: Tageszeit
es: Momento del día
fr: Moment de la journée
id: Waktu dalam sehari
it: Momento del giorno
nl: Moment van de dag
pt: Momento do dia
ru: Время дня
tr: Günün vakti
ur: دن کا وقت

# onboarding.arrival.journey_accessibility
source: Prayer journey, %@
ar: رحلة الصلاة، %@
de: Gebetsweg, %@
es: Recorrido de oración, %@
fr: Parcours de prière, %@
id: Perjalanan salat, %@
it: Percorso di preghiera, %@
nl: Gebedsweg, %@
pt: Caminho da oração, %@
ru: Путь молитвы: %@
tr: Namaz yolculuğu, %@
ur: نماز کا سفر، %@

# onboarding.arrival.minute_short
source: min
ar: د
id: mnt
ru: мин
tr: dk
ur: منٹ

# onboarding.arrival.signal.gathering
source: gathering
ar: يتجمع
de: sammelt sich
es: reuniéndose
fr: se rassemble
id: berkumpul
it: si raccoglie
nl: komt samen
pt: se reunindo
ru: собирается
tr: toplanıyor
ur: جمع ہو رہی ہے

# onboarding.arrival.signal.kept_near
source: kept near
ar: قريب
de: nah gehalten
es: cerca
fr: tout près
id: tetap dekat
it: vicina
nl: dichtbij
pt: por perto
ru: рядом
tr: yakında
ur: قریب

# onboarding.arrival.signal.time
source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Heure
id: Waktu
it: Ora
nl: Tijd
pt: Hora
ru: Время
tr: Vakit
ur: وقت

# onboarding.arrival.signal.you
source: You
ar: أنت
de: Du
es: Tú
fr: Vous
id: Kamu
it: Tu
nl: Jij
pt: Você
ru: Вы
tr: Sen
ur: آپ

# onboarding.arrival.stage.approaching
source: Approaching
ar: تقترب
de: Nähert sich
es: Se acerca
fr: Approche
id: Mendekat
it: Si avvicina
nl: Komt dichterbij
pt: Aproxima-se
ru: Приближается
tr: Yaklaşıyor
ur: قریب ہے

# onboarding.arrival.stage.pray
source: Pray
ar: صلِّ
de: Beten
es: Reza
fr: Priez
id: Salat
it: Prega
nl: Bid
pt: Ore
ru: Молитесь
tr: Kıl
ur: نماز

# onboarding.arrival.stage.prepare
source: Prepare
ar: استعد
de: Vorbereiten
es: Prepárate
fr: Préparez-vous
id: Bersiap
it: Preparati
nl: Bereid je voor
pt: Prepare-se
ru: Подготовьтесь
tr: Hazırlan
ur: تیاری

# onboarding.arrival.stage.record
source: Record
ar: سجّل
de: Eintragen
es: Registra
fr: Notez
id: Catat
it: Registra
nl: Noteer
pt: Registre
ru: Отметьте
tr: Kaydet
ur: درج کریں

# onboarding.arrival.title
source: Knowing the time is the beginning. Vakt stays with you after that.
ar: معرفة الوقت هي البداية. ويبقى Vakt معك بعد ذلك.
de: Die Zeit zu kennen ist der Anfang. Danach bleibt Vakt an deiner Seite.
es: Saber la hora es solo el comienzo. Vakt sigue contigo después.
fr: Connaître l’heure n’est qu’un début. Vakt reste à vos côtés ensuite.
id: Mengetahui waktunya adalah awal. Setelah itu, Vakt tetap menemanimu.
it: Conoscere l’orario è solo l’inizio. Vakt resta con te anche dopo.
nl: De tijd kennen is het begin. Daarna blijft Vakt bij je.
pt: Saber a hora é apenas o começo. Depois, o Vakt continua com você.
ru: Знать время — это начало. Vakt остаётся рядом и после.
tr: Vakti bilmek başlangıç. Vakt, sonrasına da eşlik eder.
ur: وقت جاننا صرف آغاز ہے۔ اس کے بعد بھی Vakt آپ کے ساتھ رہتا ہے۔

# onboarding.closing_reminder.approaching.body
source: You don’t need to open the app to answer.
ar: لست بحاجة إلى فتح التطبيق للإجابة.
de: Zum Antworten musst du die App nicht öffnen.
es: No necesitas abrir la app para responder.
fr: Vous n’avez pas besoin d’ouvrir l’app pour répondre.
id: Kamu tidak perlu membuka aplikasi untuk menjawab.
it: Non serve aprire l’app per rispondere.
nl: Je hoeft de app niet te openen om te antwoorden.
pt: Você não precisa abrir o app para responder.
ru: Чтобы ответить, не нужно открывать приложение.
tr: Cevabın için uygulamayı açman gerekmez.
ur: جواب دینے کے لیے ایپ کھولنے کی ضرورت نہیں۔

# onboarding.closing_reminder.approaching.title
source: As the prayer window nears its end
ar: مع اقتراب نهاية وقت الصلاة
de: Wenn die Gebetszeit bald endet
es: Cuando el tiempo de oración está por terminar
fr: À l’approche de la fin du temps de prière
id: Saat waktu salat hampir berakhir
it: Quando il tempo della preghiera sta per finire
nl: Als de gebedstijd bijna voorbij is
pt: Quando o horário da oração estiver perto do fim
ru: Когда время намаза подходит к концу
tr: Vaktin sonuna yaklaşırken
ur: جب نماز کا وقت ختم ہونے کے قریب ہو

# onboarding.closing_reminder.body
source: As the prayer window nears its end, Vakt asks once more; you can answer without opening the app.
ar: عند اقتراب نهاية وقت الصلاة، يسألك Vakt مرة أخرى؛ ويمكنك الإجابة دون فتح التطبيق.
de: Wenn sich die Gebetszeit dem Ende nähert, fragt Vakt noch einmal nach. Du kannst antworten, ohne die App zu öffnen.
es: Cuando el tiempo de oración está por terminar, Vakt vuelve a preguntarte; puedes responder sin abrir la app.
fr: À l’approche de la fin du temps de prière, Vakt vous le demande une dernière fois ; vous pouvez répondre sans ouvrir l’app.
id: Saat waktu salat hampir berakhir, Vakt akan bertanya sekali lagi; kamu bisa menjawab tanpa membuka aplikasi.
it: Quando il tempo della preghiera sta per finire, Vakt te lo chiede ancora; puoi rispondere senza aprire l’app.
nl: Als de gebedstijd bijna voorbij is, vraagt Vakt het nog één keer. Je kunt antwoorden zonder de app te openen.
pt: Quando o horário da oração estiver perto do fim, o Vakt perguntará mais uma vez; você poderá responder sem abrir o app.
ru: Когда время намаза подходит к концу, Vakt спрашивает ещё раз; ответить можно, не открывая приложение.
tr: Vaktin sonuna yaklaşırken sana yeniden sorar; cevabını uygulamayı açmadan verebilirsin.
ur: نماز کا وقت ختم ہونے کے قریب Vakt دوبارہ پوچھتا ہے؛ آپ ایپ کھولے بغیر جواب دے سکتے ہیں۔

# onboarding.closing_reminder.eyebrow
source: Before time runs out
ar: قبل خروج الوقت
de: Bevor die Gebetszeit endet
es: Antes de que termine el tiempo
fr: Avant la fin du temps de prière
id: Sebelum waktunya berakhir
it: Prima che finisca il tempo
nl: Voordat de gebedstijd eindigt
pt: Antes que o horário termine
ru: До окончания времени намаза
tr: Vakit geçmeden
ur: وقت ختم ہونے سے پہلے

# onboarding.closing_reminder.notification.now
source: now
ar: الآن
de: jetzt
es: ahora
fr: maintenant
id: sekarang
it: ora
nl: nu
pt: agora
ru: сейчас
tr: şimdi
ur: ابھی

# onboarding.closing_reminder.question.context
source: Before Maghrib begins
ar: قبل دخول وقت المغرب
de: Bevor Maghrib beginnt
es: Antes de que comience el Maghrib
fr: Avant le début du Maghrib
id: Sebelum waktu Magrib masuk
it: Prima dell’inizio del Maghrib
nl: Voordat Maghrib begint
pt: Antes do início do Maghrib
ru: До начала Магриба
tr: Akşam vakti yaklaşmadan önce
ur: مغرب کا وقت شروع ہونے سے پہلے

# onboarding.closing_reminder.question.title
source: Did you pray Asr?
ar: هل صليت العصر؟
de: Hast du Asr gebetet?
es: ¿Hiciste el Asr?
fr: Avez-vous accompli l’Asr ?
id: Apakah kamu sudah salat Asar?
it: Hai eseguito l’Asr?
nl: Heb je Asr gebeden?
pt: Você realizou o Asr?
ru: Вы совершили Аср?
tr: İkindiyi kıldın mı?
ur: کیا آپ نے عصر کی نماز ادا کی؟

# onboarding.closing_reminder.result.missed.body
source: Complete it from the makeup calendar whenever you’re ready.
ar: يمكنك أداءها من تقويم القضاء حين تكون مستعدًا.
de: Du kannst es im Nachholkalender verrichten, wenn du bereit bist.
es: Podrás completarlo desde el calendario de oraciones pendientes cuando quieras.
fr: Vous pourrez l’accomplir depuis le calendrier de rattrapage quand vous serez prêt.
id: Selesaikan dari kalender qada saat kamu siap.
it: Potrai completarla dal calendario dei recuperi quando vorrai.
nl: Je kunt het vanuit de inhaalkalender voltooien wanneer je er klaar voor bent.
pt: Você poderá concluí-lo pelo calendário de orações pendentes quando quiser.
ru: Вы сможете отметить его в календаре пропущенных намазов, когда будете готовы.
tr: Dilediğinde kaza takviminden tamamlayabilirsin.
ur: جب چاہیں قضا کیلنڈر سے اسے مکمل کر سکتے ہیں۔

# onboarding.closing_reminder.result.missed.title
source: Asr added to makeup prayers
ar: أُضيف العصر إلى صلوات القضاء
de: Asr zu den Nachholgebeten hinzugefügt
es: Asr añadido a las oraciones pendientes
fr: Asr ajoutée aux prières à rattraper
id: Asar ditambahkan ke salat qada
it: Asr aggiunta alle preghiere da recuperare
nl: Asr toegevoegd aan de inhaalgebeden
pt: Asr adicionado às orações pendentes
ru: Аср добавлен к пропущенным намазам
tr: İkindi kazaya eklendi
ur: عصر قضا نمازوں میں شامل ہو گئی

# onboarding.closing_reminder.result.saved.body
source: Your answer has been added to your day.
ar: أُضيفت إجابتك إلى يومك.
de: Deine Antwort wurde deinem Tag hinzugefügt.
es: Tu respuesta se añadió a tu día.
fr: Votre réponse a été ajoutée à votre journée.
id: Jawabanmu ditambahkan ke harimu.
it: La tua risposta è stata aggiunta alla giornata.
nl: Je antwoord is aan je dag toegevoegd.
pt: Sua resposta foi adicionada ao seu dia.
ru: Ваш ответ добавлен в этот день.
tr: Cevabın gününe işlendi.
ur: آپ کا جواب آج کے دن میں شامل ہو گیا۔

# onboarding.closing_reminder.result.saved.title
source: Asr saved
ar: تم تسجيل العصر
de: Asr gespeichert
es: Asr guardado
fr: Asr enregistrée
id: Salat Asar disimpan
it: Asr registrata
nl: Asr opgeslagen
pt: Asr registrado
ru: Аср сохранён
tr: İkindi kaydedildi
ur: عصر محفوظ ہو گئی

# onboarding.closing_reminder.title
source: Even on busy days, prayer doesn’t slip from view.
ar: حتى مع انشغال يومك، تبقى الصلاة أمامك.
de: Auch an vollen Tagen gerät das Gebet nicht aus dem Blick.
es: Incluso en días ajetreados, la oración no se pierde de vista.
fr: Même lors des journées chargées, la prière ne disparaît pas de vue.
id: Meski hari sibuk, salat tetap terlihat.
it: Anche nelle giornate intense, la preghiera non sfugge di vista.
nl: Ook op drukke dagen raakt het gebed niet uit beeld.
pt: Mesmo nos dias corridos, a oração não sai de vista.
ru: Даже в насыщенный день намаз не теряется из виду.
tr: Gün yoğunlaşsa da namaz gözden kaybolmaz.
ur: دن مصروف ہو تب بھی نماز نظروں سے اوجھل نہیں ہوتی۔

# onboarding.friends.action.remind
source: Send a gentle reminder
ar: ذكّر بلطف
de: Sanft erinnern
es: Recordar con cariño
fr: Envoyer un doux rappel
id: Ingatkan dengan lembut
it: Ricorda con gentilezza
nl: Vriendelijk herinneren
pt: Lembrar com carinho
ru: Мягко напомнить
tr: Nazikçe hatırlat
ur: نرمی سے یاد دلائیں

# onboarding.friends.action.sending
source: Sending
ar: جارٍ الإرسال
de: Wird gesendet
es: Enviando
fr: Envoi en cours
id: Mengirim
it: Invio in corso
nl: Wordt verstuurd
pt: Enviando
ru: Отправляем
tr: Ulaşıyor
ur: بھیجا جا رہا ہے

# onboarding.friends.body
source: See your loved ones’ prayer status and gently remind one another when needed.
ar: اطّلع على حالة صلاة أحبّائك، وذكّروا بعضكم بلطف عند الحاجة.
de: Sieh den Gebetsstatus deiner Liebsten und erinnert euch bei Bedarf behutsam.
es: Mira el estado de oración de tus seres queridos y recuérdense con cariño cuando haga falta.
fr: Voyez où en sont vos proches dans leurs prières et rappelez-vous doucement lorsque c’est nécessaire.
id: Lihat status salat orang-orang terdekatmu dan saling ingatkan dengan lembut saat diperlukan.
it: Guarda lo stato delle preghiere dei tuoi cari e ricordatevele con delicatezza quando serve.
nl: Bekijk de gebedsstatus van je dierbaren en herinner elkaar er vriendelijk aan wanneer dat nodig is.
pt: Veja o estado das orações de quem você ama e lembrem-se com carinho quando for preciso.
ru: Смотрите статус намаза близких и при необходимости мягко напоминайте друг другу.
tr: Sevdiklerinin namaz durumunu gör; gerektiğinde birbirinize nazikçe hatırlatın.
ur: اپنوں کی نماز کی کیفیت دیکھیں اور ضرورت ہو تو نرمی سے ایک دوسرے کو یاد دلائیں۔

# onboarding.friends.eyebrow
source: Be there for one another
ar: كونوا عونًا لبعضكم
de: Seid füreinander da
es: Acompáñense unos a otros
fr: Soyez présents les uns pour les autres
id: Saling mengingatkan dalam kebaikan
it: Siate presenti gli uni per gli altri
nl: Sta voor elkaar klaar
pt: Estejam presentes uns para os outros
ru: Поддерживайте друг друга
tr: Birbirinize vesile olun
ur: ایک دوسرے کے لیے وسیلہ بنیں

# onboarding.friends.hint.prayed
source: Has prayed this prayer
ar: أدّى هذه الصلاة
de: Hat diesen Namaz verrichtet
es: Hizo este salat
fr: Cette prière a été accomplie
id: Sudah menunaikan salat ini
it: Ha eseguito questo salat
nl: Heeft deze salah gebeden
pt: Realizou este salat
ru: Этот намаз совершён
tr: Bu namazı kıldı
ur: یہ نماز ادا کر لی ہے

# onboarding.friends.hint.select_to_remind
source: Select to send a reminder
ar: اختر لإرسال تذكير
de: Auswählen, um zu erinnern
es: Selecciona para enviar un recordatorio
fr: Sélectionnez pour envoyer un rappel
id: Pilih untuk mengirim pengingat
it: Seleziona per inviare un promemoria
nl: Selecteer om een herinnering te sturen
pt: Selecione para enviar um lembrete
ru: Выберите, чтобы напомнить
tr: Hatırlatmak için seç
ur: یاد دہانی بھیجنے کے لیے منتخب کریں

# onboarding.friends.scene.can_remind
source: You can send a gentle reminder
ar: يمكنك إرسال تذكير لطيف
de: Du kannst eine sanfte Erinnerung senden
es: Puedes enviar un recordatorio amable
fr: Vous pouvez envoyer un doux rappel
id: Kamu bisa mengirim pengingat lembut
it: Puoi inviare un promemoria gentile
nl: Je kunt een vriendelijke herinnering sturen
pt: Você pode enviar um lembrete gentil
ru: Можно мягко напомнить
tr: Küçük bir hatırlatma gönderebilirsin
ur: آپ نرمی سے یاد دلا سکتے ہیں

# onboarding.friends.scene.idle
source: Be quietly present for one another
ar: رافقوا أوقات بعضكم بهدوء
de: Begleitet einander still durch die Gebetszeiten
es: Acompáñense con calma en cada oración
fr: Accompagnez-vous discrètement dans la prière
id: Temani waktu salat satu sama lain dengan tenang
it: Accompagnatevi con discrezione nei momenti di preghiera
nl: Wees in stilte bij elkaars gebedsmomenten
pt: Acompanhem os momentos de oração uns dos outros com serenidade
ru: Будьте рядом друг с другом во время намаза
tr: Birbirinizin vaktine sessizce eşlik edin
ur: ایک دوسرے کی نماز کے وقت خاموشی سے ساتھ رہیں

# onboarding.friends.scene.prayed
source: %@ prayed this prayer
ar: تم تسجيل هذه الصلاة لدى %@
de: %@ hat diesen Namaz verrichtet
es: %@ hizo este salat
fr: Prière accomplie par %@
id: %@ sudah menunaikan salat ini
it: %@ ha eseguito questo salat
nl: %@ heeft deze salah gebeden
pt: %@ realizou este salat
ru: %@: этот намаз отмечен как совершённый
tr: %@ bu namazı kıldı
ur: %@ نے یہ نماز ادا کر لی

# onboarding.friends.scene.reminded
source: %@ was gently reminded
ar: تم تذكير %@ بلطف
de: %@ wurde sanft erinnert
es: Se envió un recordatorio amable a %@
fr: Un doux rappel a été envoyé à %@
id: %@ sudah diingatkan dengan lembut
it: È stato inviato un promemoria gentile a %@
nl: %@ kreeg een vriendelijke herinnering
pt: Um lembrete gentil foi enviado para %@
ru: %@ получил(а) мягкое напоминание
tr: %@’a nazikçe hatırlatıldı
ur: %@ کو نرمی سے یاد دلا دیا گیا

# onboarding.friends.scene.sending
source: Your reminder is on its way
ar: تذكيرك في الطريق
de: Deine Erinnerung ist unterwegs
es: Tu recordatorio está en camino
fr: Votre rappel est en route
id: Pengingatmu sedang dikirim
it: Il tuo promemoria sta arrivando
nl: Je herinnering is onderweg
pt: Seu lembrete está a caminho
ru: Ваше напоминание уже в пути
tr: Hatırlatman ulaşıyor
ur: آپ کی یاد دہانی پہنچ رہی ہے

# onboarding.friends.status.asr_prayed
source: Prayed Asr
ar: أدّى العصر
de: Asr verrichtet
es: Hizo el Asr
fr: Asr accomplie
id: Sudah salat Asar
it: Asr eseguita
nl: Asr gebeden
pt: Asr realizada
ru: Аср совершён
tr: İkindiyi kıldı
ur: عصر ادا کر لی

# onboarding.friends.status.asr_unmarked
source: Hasn’t marked Asr
ar: لم يحدّد حالة العصر
de: Asr nicht markiert
es: No marcó el Asr
fr: Asr non indiquée
id: Belum menandai Asar
it: Asr non indicata
nl: Asr niet gemarkeerd
pt: Asr não marcada
ru: Аср не отмечен
tr: İkindiyi işaretlemedi
ur: عصر کو نشان زد نہیں کیا

# onboarding.friends.status.dhuhr_prayed
source: Prayed Dhuhr
ar: أدّى الظهر
de: Dhuhr verrichtet
es: Hizo el Dhuhr
fr: Dhohr accomplie
id: Sudah salat Zuhur
it: Dhuhr eseguita
nl: Dhuhr gebeden
pt: Dhuhr realizada
ru: Зухр совершён
tr: Öğleyi kıldı
ur: ظہر ادا کر لی

# onboarding.friends.status.reminder_delivered
source: Reminder delivered
ar: وصل التذكير
de: Erinnerung angekommen
es: Recordatorio recibido
fr: Rappel reçu
id: Pengingat tersampaikan
it: Promemoria ricevuto
nl: Herinnering aangekomen
pt: Lembrete recebido
ru: Напоминание доставлено
tr: Hatırlatma ulaştı
ur: یاد دہانی پہنچ گئی

# onboarding.friends.title
source: Sometimes, a gentle reminder is enough.
ar: أحيانًا يكفي تذكير لطيف.
de: Manchmal genügt eine sanfte Erinnerung.
es: A veces basta un recordatorio amable.
fr: Parfois, un doux rappel suffit.
id: Terkadang, pengingat lembut sudah cukup.
it: A volte basta un promemoria gentile.
nl: Soms is een vriendelijke herinnering genoeg.
pt: Às vezes, um lembrete gentil basta.
ru: Иногда достаточно мягкого напоминания.
tr: Bazen küçük bir hatırlatma yeter.
ur: کبھی کبھی ایک نرم یاد دہانی کافی ہوتی ہے۔

# onboarding.gathering.body
source: See others preparing, making wudu, and becoming ready. When it is time, you can quietly join them.
ar: شاهد الآخرين يستعدون ويتوضؤون ويصبحون جاهزين. عندما يحين الوقت يمكنك الانضمام إليهم بهدوء.
de: Sieh andere, die sich vorbereiten, Wudu machen und bereit werden. Wenn es Zeit ist, kannst du dich ruhig anschließen.
es: Ve a otros preparándose, haciendo wudu y quedando listos. Cuando llegue la hora, podrás unirte en silencio.
fr: Voyez les autres se préparer, faire leurs ablutions et devenir prêts. Quand l'heure arrive, vous pouvez les rejoindre en silence.
id: Lihat yang lain bersiap, berwudu, dan menjadi siap. Saat waktunya tiba, kamu bisa bergabung dengan tenang.
it: Vedi gli altri prepararsi, fare wudu e diventare pronti. Quando arriva il momento, puoi unirti in silenzio.
nl: Zie anderen zich voorbereiden, wudu doen en klaar worden. Als het tijd is, kun je rustig aansluiten.
pt: Veja outros se preparando, fazendo wudu e ficando prontos. Quando chegar a hora, você pode se juntar em silêncio.
ru: Видьте, как другие готовятся, совершают вуду и становятся готовы. Когда придет время, вы сможете спокойно присоединиться.
tr: Hazırlananları, abdest alanları ve hazır olanları gör. Vakit geldiğinde sessizce onlara katılabilirsin.
ur: دوسروں کو تیاری کرتے، وضو کرتے اور تیار ہوتے دیکھیں۔ وقت آنے پر آپ خاموشی سے ان میں شامل ہو سکتے ہیں۔

# onboarding.gathering.eyebrow
source: Before Prayer
ar: قبل الصلاة
de: Vor dem Gebet
es: Antes de la oración
fr: Avant la prière
id: Sebelum Salat
it: Prima della preghiera
nl: Voor het gebed
pt: Antes da oração
ru: Перед молитвой
tr: Namazdan Önce
ur: نماز سے پہلے

# onboarding.gathering.scene_accessibility
source: A five row Saf slowly gathering before %@
ar: صف من خمسة صفوف يجتمع ببطء قبل %@
de: Ein Saf mit fünf Reihen sammelt sich langsam vor %@
es: Un Saf de cinco filas se reúne lentamente antes de %@
fr: Un Saf de cinq rangs se rassemble lentement avant %@
id: Saf lima baris perlahan berkumpul sebelum %@
it: Un Saf di cinque file si raccoglie lentamente prima di %@
nl: Een Saf van vijf rijen komt langzaam samen voor %@
pt: Um Saf de cinco fileiras se reúne lentamente antes de %@
ru: Пятирядный Саф медленно собирается перед %@
tr: %@ öncesinde yavaşça toplanan beş sıralı Saf
ur: %@ سے پہلے آہستہ آہستہ جمع ہوتی پانچ قطاروں کی صف

# onboarding.gathering.scene_status
source: is gathering
ar: يتجمع
de: sammelt sich
es: se está reuniendo
fr: se rassemble
id: sedang berkumpul
it: si raccoglie
nl: komt samen
pt: está se reunindo
ru: собирается
tr: toplanıyor
ur: جمع ہو رہی ہے

# onboarding.gathering.scene_title
source: %@ Saf
ar: صف %@
es: Saf de %@
fr: Saf de %@
it: Saf di %@
pt: Saf de %@
ru: Саф %@
tr: %@ Safı
ur: %@ صف

# onboarding.gathering.status_accessibility
source: Statuses include getting ready, making wudu, and ready for prayer
ar: تشمل الحالات الاستعداد والوضوء والجاهزية للصلاة
de: Status umfasst Vorbereitung, Wudu und bereit fürs Gebet
es: Los estados incluyen preparándose, haciendo wudu y listo para la oración
fr: Les statuts incluent préparation, ablutions et prêt pour la prière
id: Status mencakup bersiap, berwudu, dan siap untuk salat
it: Gli stati includono preparazione, wudu e pronto per la preghiera
nl: Statussen omvatten voorbereiden, wudu doen en klaar voor het gebed
pt: Os estados incluem preparando, fazendo wudu e pronto para a oração
ru: Статусы включают подготовку, вуду и готовность к молитве
tr: Durumlar hazırlanıyor, abdest alıyor ve namaza hazır seçeneklerini içerir
ur: حالتوں میں تیاری، وضو، اور نماز کے لیے تیار ہونا شامل ہے

# onboarding.gathering.status.getting_ready
source: Getting ready
ar: يستعد
de: Vorbereitung
es: Preparándose
fr: Préparation
id: Bersiap
it: Preparazione
nl: Voorbereiden
pt: Preparando
ru: Готовятся
tr: Hazırlanıyor
ur: تیاری
